[
    {
        "id":1,
        "title":"Azoth.productions",
        "text":"Désireux travailler dans le monde de l'animation, j'ai conceptualisé une chaine Youtube avec pour objectif de créer des dessins animés à la fois en 3D et en 2D. Cela m'a appris à imaginer et concevoir un logo, à l'intégrer aux séries afin de globaliser et uniformiser les productions. Pour voir mon travail dans le détail, cliqué sur ce lien pour accéder à la chaine.",
        "link":"https://www.youtube.com/@azoth.productions",
        "firstImage":"/images/AzothProductions/LogoAnimCarreGIF.gif",
        "secondImage":[
            "/images/AzothProductions/BanniereYoutube.jpg",
            "/images/AzothProductions/MiniatureJourneeOrdinaire01.png",
            "/images/AzothProductions/MiniatureNonoBowling.png"
        ]
    },
    {
        "id":2,
        "title":"Refonte du logo du BAE",
        "text":"À la demande du président du Bureau des Alternants de l'Enseirb (BAE), j'ai retravaillé son logo afin de se rapprocher de son idée de base tout en y apportant mes propres idées. La tâche m'a demandé le respect de la charte graphique tout en faisant preuve d'imagination pour répondre à la demande.",
        "link":"",
        "firstImage":"/images/BAE/Logo BAE PNG 72.png",
        "secondImage":[
            "/images/BAE/283289298_435814145034140_8641931256554599790_n.png",
            "/images/BAE/Logo Brouillon 01.jpg",
            "/images/BAE/Logo Brouillon 03.jpg"
        ]
    },
    {
        "id":3,
        "title":"SR SOLUTIONS",
        "text":"Pour mon stage de troisième année, j'ai eu pour mission de répondre aux diverses demandes d'infographies 3D pour la société SR Solutions. J'ai adapté le logo  et la mascotte du site en 3D afin de créer une bannière et différentes images à but communicatif. Grâce au stage, j'ai appris à répondre à des conditions de réalisation définies, de me fixer de délais de production et une bonne autonomie de travail.",
        "link":"",
        "firstImage":"/images/SRSolutions/Titre 3d.png",
        "secondImage":[
            "/images/SRSolutions/BANIERE 002.jpg",
            "/images/SRSolutions/Exemple.jpg",
            "/images/SRSolutions/Turn Around NNapoléon.jpg"
        ]
    },
    {
        "id":4,
        "title":"Le Monster Show",
        "text":"Projet de dessin animé présenté au festival d'Annecy, j'ai créé un dossier de production afin de décrire le concept aux producteurs présents sur le marché de l'animation. Créant l'univers, le graphisme, les personnages et l'histoire, j'ai dû mettre en pages toutes les informations de la série. En me basant sur une demande d'information commune à tout dossier dans le monde de la fiction, je me suis réapproprié la structure afin d'homogénéiser le dossier et l'esprit de cet univers.",
        "link":"",
        "firstImage":"/images/MonsterShow/Couverture personnages PNG 7.png",
        "secondImage":[
            "/images/MonsterShow/Titre couleur 3D (3).png",
            "/images/MonsterShow/Logo Nono.PNG",
            "/images/MonsterShow/Exemple dossier.PNG"
        ]
    },
    {
        "id":5,
        "title":"Teenadder",
        "text":"Court-métrage réalisé en deuxième année d'infographie 3D, c'est l'histoire d'un cyborg qui doit voler des objets technologiques appartenant à une grosse société. Élaborant l'univers, j'ai été Lead artistique et premier réalisateur de cette coréalisation. J'ai pu diriger une équipe et créer des directives afin de finir le projet dans les temps et de le présenter à un jury. Pour voir le film, cliqué sur le lien ci-dessous.",
        "link":"https://youtu.be/OB80lqCWTTY",
        "firstImage":"/images/Teenadder/L'armée de robot2.jpg",
        "secondImage":[
            "/images/Teenadder/Titre copy.png",
            "/images/Teenadder/Capture décran (40).png",
            "/images/Teenadder/Story-Board TR.png"
        ]
    }
]